/* Rate adjustment slider checkbox */
"Adjust rate:" = "ضبط المعدل:";

/* label for the unit in the box for character limit */
"characters" = "صور";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "أنقر الملاحظة";

/* Label for speech faster */
"Fast:" = "سريع:";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "مفاتيح تشغيل سريعة عالمية:";

/* Limit speech display to a given amount of characters */
"Limit to" = "حد لـ";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "توقف مؤقت/متابعة";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "تجاوز الملاحظة";

/* Label speech slower */
"Slow" = "بطيء";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "نظام افتراضي";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "هذه نظرة عامة من صوت %@.";

/* Label for popup with voices */
"Voice:" = "صوت:";

/* Volume adjustment checkcbox */
"Volume:" = "حجم الصوت:";

